Repository: ManageIQ/manageiq-providers-kubernetes
Catalog: locale/*/ManageIQ_Providers_Kubernetes.po
Languages: es

source: Advanced Settings
es: Opciones avanzadas

source: Advanced Settings for provider configuration
es: Opciones avanzadas para la configuración del proveedor

source: CVE location
es: Ubicación de CVE

source: Enables defining a URL path prefix for XCCDF file instead of accessing the default location. example: http://my_file_server.org:3333/xccdf_files/ Expecting to find com.redhat.rhsa-RHEL7.ds.xml.bz2 file there.
es: Permite definir un prefijo de dirección URL para un archivo XCCDF en vez de acceder a la ubicación predeterminada. Ejemplo: http://my_file_server.org:3333/xccdf_files/ Esperando hallar el archivo com.redhat.rhsa-RHEL7.ds.xml.bz2 allí.

source: HTTP Proxy
es: Proxy de HTTP

source: HTTP Proxy to connect ManageIQ to the provider. example: http://user:password@my_https_proxy
es: Proxy de HTTP para conectar ManageIQ con el proveedor. Ejemplo: http://user:password@my_https_proxy

source: HTTP Proxy to connect image inspector pods to the internet. example: http://user:password@my_https_proxy
es: Proxy de HTTP para conectar pods de inspector de imagen con Internet. Ejemplo: http://user:password@my_https_proxy

source: HTTPS Proxy
es: Proxy de HTTPS

source: HTTPS Proxy to connect image inspector pods to the internet. example: https://user:password@my_https_proxy
es: Proxy de HTTPS para conectar pods de inspector de imagen con Internet. Ejemplo: https://user:password@my_https_proxy

source: Image Inspector Options
es: Opciones de inspector de imagen

source: Image-Inspector Registry
es: Registro de inspector de imagen

source: Image-Inspector Repository
es: Repositorio de inspector de imagen

source: Image-Inspector Repository. example: openshift/image-inspector
es: Repositorio de inspector de imagen. Ejemplo: openshift/image-inspector

source: Image-Inspector Tag
es: Etiqueta de inspector de imagen

source: Image-Inspector image tag. example: 2.1
es: Etiqueta de imagen de inspector de imagen. Ejemplo: 2.1

source: NO Proxy
es: SIN Proxy

source: NO Proxy lists urls that should'nt be sent to any proxy. example: my_file_server.org
es: SIN Proxy enumera las URL que no deberían enviarse a ningún proxy. Ejemplo: my_file_server.org

source: Proxy Settings
es: Configuración de proxy

source: Proxy Settings for connection to the provider
es: Configuración de proxy para la conexión con el proveedor

source: Registry to provide the image inspector repository. example: docker.io
es: Registro para proveer el repositorio de inspector de imagen. Ejemplo: docker.io

source: Settings for Image Inspector tool
es: Configuración para la herramienta Inspector de imagen

source: target_class must be a class not an instance
es: target_class debe ser una clase, no una instancia
